-- phpMyAdmin SQL Dump
-- version 4.4.15.10
-- https://www.phpmyadmin.net
--
-- Host: mysql1404b.xserver.jp
-- Generation Time: 2023 年 10 月 27 日 11:03
-- サーバのバージョン： 5.7.27
-- PHP Version: 5.4.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `foosoo_kyoshin`
--

-- --------------------------------------------------------

--
-- テーブルの構造 `students`
--

CREATE TABLE IF NOT EXISTS `students` (
  `id` bigint(20) unsigned NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL,
  `serial_student` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '生徒番号',
  `email` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'メールアドレス（複数の場合はカンマでつなげる）',
  `name_sei` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '姓',
  `name_mei` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '名',
  `name_sei_kana` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'セイ',
  `name_mei_kana` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT 'メイ',
  `protector` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '保護者',
  `pass_for_protector` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '保護者閲覧用パスワード',
  `gender` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `birth_year` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `birth_month` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `birth_day` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `postal` varchar(15) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address_region` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address_locality` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address_banti` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` varchar(15) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `grade` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '学年',
  `elementary` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '学校名',
  `junior_high` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '中学校',
  `high_school` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '高校',
  `course` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '受講コース',
  `note` text COLLATE utf8mb4_unicode_ci COMMENT '備考'
) ENGINE=InnoDB AUTO_INCREMENT=67 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- テーブルのデータのダンプ `students`
--

INSERT INTO `students` (`id`, `created_at`, `updated_at`, `deleted_at`, `serial_student`, `email`, `name_sei`, `name_mei`, `name_sei_kana`, `name_mei_kana`, `protector`, `pass_for_protector`, `gender`, `birth_year`, `birth_month`, `birth_day`, `postal`, `address_region`, `address_locality`, `address_banti`, `phone`, `grade`, `elementary`, `junior_high`, `high_school`, `course`, `note`) VALUES
(1, '2023-10-24 02:34:09', '2023-10-25 05:23:37', NULL, '2000009867183', 'kyoushin.fb@gmail.com', '内田', '奈那', 'うちだ', 'なな', '内田', '0000', '女', NULL, NULL, NULL, '', '', '', '', NULL, '小6', NULL, NULL, NULL, '学習塾,英会話', NULL),
(2, '2023-10-24 02:34:09', '2023-10-24 06:33:03', NULL, '2000009585742', 'ottimo-mattina@docomo.ne.jp', '川端', '直紘', 'かわばた', 'なおひろ', '川端', '1111', '男', NULL, NULL, NULL, '', '', '', '', NULL, '小6', NULL, NULL, NULL, '学習塾,英会話', NULL),
(3, '2023-10-24 02:34:09', '2023-10-24 02:34:09', NULL, '2000009585766', 'kanakura.lalala@gmail.com', '神長倉', '怜', 'かなくら', 'れん', '神長倉', '', '女', NULL, NULL, NULL, '', '', '', '', '', '小6', NULL, NULL, NULL, '英会話', NULL),
(4, '2023-10-24 02:34:09', '2023-10-24 02:34:09', NULL, '2000009585735', 'namie_weining@yahoo.co.jp', '斎藤', '健倍', 'さいとう', 'けんばい', '斎藤', '', '男', NULL, NULL, NULL, '', '', '', '', '', '小6', NULL, NULL, NULL, '英会話', NULL),
(5, '2023-10-24 02:34:09', '2023-10-24 02:34:09', NULL, '2000010016822', 'awa@szemi-gp.com', '竹林', '莉乃', 'たけばやし', 'りの', '竹林', '', '女', NULL, NULL, NULL, '', '', '', '', '', '小6', NULL, NULL, NULL, '英会話', NULL),
(6, '2023-10-24 02:34:09', '2023-10-24 02:34:09', NULL, '2000009585759', 'akipoin@gmail.com', '後藤', '杏寿', 'ごとう', 'あんじゅ', '後藤', '', '女', NULL, NULL, NULL, '', '', '', '', '', '小6', NULL, NULL, NULL, '英会話', NULL),
(7, '2023-10-24 02:34:09', '2023-10-24 02:34:09', NULL, '2000009867084', 'info@global-ep.net', '平尾', '麻畝', 'ひらお', 'まほ', '平尾', '', '女', NULL, NULL, NULL, '', '', '', '', '', '小6', NULL, NULL, NULL, '英会話', NULL),
(8, '2023-10-24 02:34:09', '2023-10-24 02:34:09', NULL, '2000009867237', 'foosoo200@gmail.com', '中尾', '真帆', 'なかお', 'まほ', '中尾', '', '女', NULL, NULL, NULL, '', '', '', '', '', '小6', NULL, NULL, NULL, '英会話', NULL),
(9, '2023-10-24 02:34:09', '2023-10-24 02:34:09', NULL, '2000010016808', 'info@szemi-gp.com', '樋口', '琴美', 'ひぐち', 'ことみ', '樋口', '', '女', NULL, NULL, NULL, '', '', '', '', '', '小6', NULL, NULL, NULL, '英会話', NULL),
(10, '2023-10-24 02:34:09', '2023-10-24 02:34:09', NULL, '2000010016778', 'awa@szemi-gp.com', '浜垣', '杏菜', 'はまがき', 'あん', '浜垣', '', '女', NULL, NULL, NULL, '', '', '', '', '', '小6', NULL, NULL, NULL, '英会話', NULL),
(11, NULL, '2023-10-26 07:36:27', NULL, '0000000000000', 'foosoo200@gmail.com', '鈴木', '文彦', 'すずき', 'ふみひこ', '鈴木敦', '1234', '男', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0000-00-0000', '中3', NULL, NULL, NULL, '学習塾,英会話', 'test'),
(13, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958502', 'koushin0655@gmail.com', '山内', '慎之介', 'やまうち', 'しんのすけ', '山内', '', '1', '', '', '', '', '', '', '', '043-377-1549', '中学1年生', '', '', '', '', ''),
(14, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958561', 'kumikumikumico@ymobile.ne.jp', '木山', '梓', 'きやま', 'あずさ', '木山', '', '2', '', '', '', '', '', '', '', '043-309-9813', '中学1年生', '', '', '', '', ''),
(15, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958562', 'elena3018@icloud.com', '羽富', '世翔', 'はとみ', 'つぐと', '羽富', '', '1', '', '', '', '', '', '', '', '043-375-2783', '中学1年生', '', '', '', '', ''),
(16, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958563', 'g7yczd3a@i.softbank.jp', '藤井', '琉聖', 'ふじい', 'りゅうせい', '藤井', '', '1', '', '', '', '', '', '', '', '090-1779-9931', '中学1年生', '', '', '', '', ''),
(17, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958564', 'aco11n15@i.softbank.jp', '庄司', '笙甫', 'しょうじ', '', '庄司', '', '1', '', '', '', '', '', '', '', '090-1793-6468', '中学1年生', '', '', '', '', ''),
(18, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958565', 'toitoiwan777@docomo.ne.jp', '穴吹', '仁衣菜', 'あなぶき', 'にいな', '穴吹', '', '2', '', '', '', '', '', '', '', '0902234-6045', '中学1年生', '', '', '', '', ''),
(19, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958566', 'aki_take0227@yahoo.co.jp', '樋口', '愛実', 'ひぐち', 'まなみ', '樋口', '', '2', '', '', '', '', '', '', '', '090-9394-9029', '中学1年生', '', '', '', '', ''),
(20, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958567', 'chiebailo@gmail.com', '辻村', '和香', 'つじむら', 'わか', '辻村', '', '2', '', '', '', '', '', '', '', '043-441-4164', '中学1年生', '', '', '', '', ''),
(21, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958568', 'hitomisnk@icloud.com', '遠藤', '渉', 'えんどう', 'しょう', '遠藤', '', '1', '', '', '', '', '', '', '', '090-6924-7993', '中学1年生', '', '', '', '', ''),
(22, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958569', 'yuu.19891005.yuu@gmail.com', '木原', '姫奈', 'きはら', 'ひな', '木原', '', '2', '', '', '', '', '', '', '', '080-2333-0084', '中学1年生', '', '', '', '', ''),
(23, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958570', 'usui-ms.add.mail@ezweb.ne.jp', '臼井', '美貴', 'うすい', 'みき', '臼井', '', '2', '', '', '', '', '', '', '', '043-278-5608', '小学6年生', '', '', '', '', ''),
(24, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958571', 'n_sayuri24@yahoo.co.jp', '佐々木', '優菜', 'ささき', 'ゆな', '佐々木', '', '2', '', '', '', '', '', '', '', '043-307-8551', '小学6年生', '', '', '', '', ''),
(25, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958572', 'o.jun-jun.o.jun-jun@docomo.ne.jp', '山下', '拓海', 'やました', 'たくみ', '山下', '', '1', '', '', '', '', '', '', '', '090-9016-4559', '小学6年生', '', '', '', '', ''),
(26, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958573', 'namie_weining@yahoo.co.jp', '斉藤', '健倍', 'さいとう', 'けんばい', '斉藤', '', '1', '', '', '', '', '', '', '', '080-4159-9792', '小学5年生', '', '', '', '', ''),
(27, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958574', 'ottimo-mattina@docomo.ne.jp', '川端', '直紘', 'かわばた', 'なおひろ', '川端', '', '1', '', '', '', '', '', '', '', '043-277-0737', '小学5年生', '', '', '', '', ''),
(28, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958575', 'akipoin@gmail.com', '後藤', '杏寿', 'ごとう', 'あんじゅ', '後藤', '', '2', '', '', '', '', '', '', '', '080-3019-0137', '小学4年生', '', '', '', '', ''),
(29, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958576', 'kanakura.lalala@gmail.com', '神長倉', '怜', 'かみなかくら', 'れん', '神長倉', '', '1', '', '', '', '', '', '', '', '090-2743-5569', '小学4年生', '', '', '', '', ''),
(30, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958577', '', '大川', '薫', 'おおかわ', 'すみれ', '大川', '', '2', '', '', '', '', '', '', '', '043-277-2459', '中学3年生', '', '', '', '', ''),
(31, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958578', '228msht@gmail.com', '梅本', '晴喜', 'うめもと', 'はるき', '梅本', '', '1', '', '', '', '', '', '', '', '043-278-9781', '中学3年生', '', '', '', '', ''),
(32, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958579', 'tocon.tocon@yahoo.ne.jp', '伊藤', '碧夏', 'いとう', 'みなつ', '伊藤', '', '2', '', '', '', '', '', '', '', '043-371-5818', '中学3年生', '', '', '', '', ''),
(33, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958580', 'meg.200-304ys@docomo.ne.jp', '大岩', '優', 'おおいわ', 'ゆう', '大岩', '', '1', '', '', '', '', '', '', '', '043-277-3958', '中学3年生', '', '', '', '', ''),
(34, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958581', 'meg.200-304ys@docomo.ne.jp', '大岩', '春', 'おおいわ', 'しゅん', '大岩', '', '1', '', '', '', '', '', '', '', '043-277-3958', '中学3年生', '', '', '', '', ''),
(35, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958582', 'y.harada-techno@softbank.jp', '原田', '音香', 'はらだ', 'おとか', '原田', '', '2', '', '', '', '', '', '', '', '043-278-2818', '中学3年生', '', '', '', '', ''),
(36, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958583', 'michelan-f.m.a@i.softbank.jp', '宇佐美', '佳祐', 'うさみ', 'けいすけ', '宇佐美', '', '1', '', '', '', '', '', '', '', '043-356-4940', '中学2年生', '', '', '', '', ''),
(37, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958584', 'kaorisuzuki0809@gmail.com', '鈴木', '諒成', 'すずき', 'りょうだい', '鈴木', '', '1', '', '', '', '', '', '', '', '080-6689-6123', '中学2年生', '', '', '', '', ''),
(38, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958585', 'minmio2000@yahoo.ne.jp', '遠藤', '和喜', 'えんどう', 'かずき', '遠藤', '', '1', '', '', '', '', '', '', '', '043-277-1156', '中学2年生', '', '', '', '', ''),
(39, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958586', 'nyuchi@ezweb.ne.jp', '佐々木', '結葉', 'ささき', 'ゆいは', '佐々木', '', '2', '', '', '', '', '', '', '', '090-6130-0740', '中学2年生', '', '', '', '', ''),
(40, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2023-10-26 15:00:00', '20000958587', 'yukax2.mail@gmail.com', '伊藤', '将', 'いとう', 'しょう', '伊藤', '', '1', '', '', '', '', '', '', '', '043-376-7425', '中学2年生', '', '', '', '', ''),
(41, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958588', '', '中北', '美海', 'なかきた', 'みう', '中北', '', '2', '', '', '', '', '', '', '', '043-307-3642', '中学2年生', '', '', '', '', ''),
(42, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958589', 'ranx2.tya.1105@gmail.com', '布施', '明日香', 'ふせ', 'あすか', '布施', '', '2', '', '', '', '', '', '', '', '043-279-7885', '中学2年生', '', '', '', '', ''),
(43, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958590', 'daishimatsunaga@gmail.com', '野元', '葵巴', 'のもと', 'あおい', '野元', '', '1', '', '', '', '', '', '', '', '070-5024-4266', '中学2年生', '', '', '', '', ''),
(44, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958591', 'hailan.li@gmail.com', '金城', '恵里紗', 'かねしろ', 'えりさ', '金城', '', '2', '', '', '', '', '', '', '', '090-9857-4280', '中学2年生', '', '', '', '', ''),
(45, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958592', 'es.sw.ucd.5.factory@gmail.com', '内田', '和花', 'うちだ', 'わか', '内田', '', '2', '', '', '', '', '', '', '', '043-278-8845', '中学2年生', '', '', '', '', ''),
(46, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958593', 'ottimo-mattina@docomo.ne.jp', '川端', '理寛', 'かわばた', '', '川端', '', '1', '', '', '', '', '', '', '', '043-277-0737', '中学2年生', '', '', '', '', ''),
(47, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958594', 'denali6194-335@docomo.ne.jp', '井口', '玲央', 'いぐち', 'れお', '井口', '', '1', '', '', '', '', '', '', '', '043-307-3642', '高校1年生', '', '', '', '', ''),
(48, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958595', '', '高橋', '奏太', 'たかはし', 'そうた', '高橋', '', '1', '', '', '', '', '', '', '', '090-4315-4293', '年中', '', '', '', '', ''),
(49, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958596', '', '黒崎', '凛', 'くろさき', 'りん', '黒崎', '', '2', '', '', '', '', '', '', '', '043-377-2518', '年長', '', '', '', '', ''),
(50, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958597', '', '中嶋', '咲良', 'なかじま', 'さくら', '中嶋', '', '2', '', '', '', '', '', '', '', '090-1685-5530', '年長', '', '', '', '', ''),
(51, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958598', 'newhouse@cb3.so-net.ne.jp', '兵頭', '加奈子', 'ひょうどう', 'かなこ', '兵頭', '', '2', '', '', '', '', '', '', '', '043-400-8369', '小学1年生', '', '', '', '', ''),
(52, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958599', 'kao1982jp@gmail.com', '高橋', '凛', 'たかはし', 'りん', '高橋', '', '1', '', '', '', '', '', '', '', '090-4315-4293', '年中', '', '', '', '', ''),
(53, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958600', 'sasagawa.makico@gmail.com', '笹川', '夏愛', 'ささがわ', 'なつめ', '笹川', '', '2', '', '', '', '', '', '', '', '090-9159-8349', '小学1年生', '', '', '', '', ''),
(54, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958601', 'vvvai1133vvv@gmail.com', '渡邊', '花衣', 'わたなべ', 'かえ', '渡邊', '', '2', '', '', '', '', '', '', '', '080-4717-1133', '小学2年生', '', '', '', '', ''),
(55, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958602', 'daisy-cleo-you@hotmail.com', '遠藤', '悠真', 'えんどう', 'ゆうま', '遠藤', '', '1', '', '', '', '', '', '', '', '080-1036-7671', '小学2年生', '', '', '', '', ''),
(56, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958603', 'exile71424@gmail.com', '小林', '蓮', 'こばやし', 'れん', '小林', '', '1', '', '', '', '', '', '', '', '090-4825-4509', '小学3年生', '', '', '', '', ''),
(57, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958604', 'sakinee_x@i.softbank', '寺本', '颯', 'てらもと', 'そうた', '寺本', '', '1', '', '', '', '', '', '', '', '090-6010-0729', '小学3年生', '', '', '', '', ''),
(58, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958605', 'take0424tomo-cha@kme.biglobe.ne.jo', '塚本', '貴子', 'つかもと', 'きこ', '塚本', '', '2', '', '', '', '', '', '', '', '090-6953-0851', '小学3年生', '', '', '', '', ''),
(59, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958606', 'machako.11.11.11@gmail.com', '松本', '莉央', 'まつもと', 'りお', '松本', '', '2', '', '', '', '', '', '', '', '090-2324-1534', '小学3年生', '', '', '', '', ''),
(60, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958607', 'kumaseasummer@gmail.com', '森', '夏葵', 'もり', 'なつき', '森', '', '2', '', '', '', '', '', '', '', '043-279-3840', '小学3年生', '', '', '', '', ''),
(61, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958608', '', '川端', '元博', 'かわばた', 'もとひろ', '川端', '', '1', '', '', '', '', '', '', '', '043-277-0737', '年長', '', '', '', '', ''),
(62, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958609', 'masa-anjo@docomo.ne.jp', '安生', '陽音', 'あんじょう', '', '安生', '', '1', '', '', '', '', '', '', '', '043-279-4234', '小学5年生', '', '', '', '', ''),
(63, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958610', 'mai09054262717@gmail.com', '山口', '煌雅', 'やまぐち', 'こうが', '山口', '', '1', '', '', '', '', '', '', '', '090-5426-2717', '小学5年生', '', '', '', '', ''),
(64, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958611', 'hitomisnk@icloud.com', '遠藤', 'ななみ', 'えんどう', 'ななみ', '遠藤', '', '2', '', '', '', '', '', '', '', '090-6924-7993', '小学4年生', '', '', '', '', ''),
(65, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958612', 'sasagawa.makico@gmail.com', '笹川', '穂乃果', 'ささがわ', 'ほのか', '笹川', '', '2', '', '', '', '', '', '', '', '090-9159-8349', '小学4年生', '', '', '', '', ''),
(66, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '20000958613', 'yamatin-010328@docomo.ne.jp', '篠原', '碧人', 'しのはら', 'あおと', '篠原', '', '1', '', '', '', '', '', '', '', '043-277-8719', '小学6年生', '', '', '', '', '');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `students`
--
ALTER TABLE `students`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `students_serial_student_unique` (`serial_student`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `students`
--
ALTER TABLE `students`
  MODIFY `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=67;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
